[
  {
    "teamId": 1610612737,
    "abbreviation": "ATL",
    "teamName": "Atlanta Hawks",
    "simpleName": "Hawks",
    "location": "Atlanta, Georgia",
    "arena": "Philips Arena",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/ATL.png",
    "description":"The Atlanta Hawks are an American professional basketball team based in Atlanta, Georgia. The Hawks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at Philips Arena. The team's origins can be traced to the establishment of the Buffalo Bisons in 1946 in Buffalo, New York, a member of the National Basketball League (NBL) owned by Ben Kerner and Leo Ferris. After 38 days in Buffalo, the team moved to Moline, Illinois, where they were renamed the Tri-Cities Blackhawks.[9] In 1949, they joined the NBA as part of the merger between the NBL and the Basketball Association of America (BAA), and briefly had Red Auerbach as coach. In 1951, Kerner moved the team to Milwaukee, where they changed their name to the Hawks. Kerner and the team moved again in 1955 to St. Louis, where they won their only NBA championship in 1958 and qualified to play in the NBA Finals in 1957, 1960 and 1961. The Hawks played the Boston Celtics in all four of their trips to the NBA Finals. The St. Louis Hawks moved to Atlanta in 1968, when Kerner sold the franchise to Thomas Cousins and former Georgia Governor Carl Sanders. The Hawks currently own the second-longest drought (behind the Sacramento Kings) of not winning an NBA championship at 60 seasons. The franchises lone NBA championship, as well as all four NBA Finals appearances, occurred when the team was based in St. Louis. Meanwhile, they went 48 years without advancing past the second round of the playoffs in any format, until finally breaking through in 2015. Much of the failure they have experienced in the postseason can be traced back to their poor history in the NBA draft. Since 1980, the Hawks have drafted only four players who have been chosen to play in an NBA All-Star Game (Doc Rivers, Kevin Willis, Al Horford, and Jeff Teague). Dominique Wilkins was actually selected by the Utah Jazz and traded to the Hawks a few months after the draft. Horford and Teague are the only All-Star Hawks to have been drafted since Willis was selected in 1984, and Horford is also the only first-rounder the Hawks selected in their nine-year playoff drought to play in an NBA All-Star Game."
  },
  {
    "teamId": 1610612738,
    "abbreviation": "BOS",
    "teamName": "Boston Celtics",
    "simpleName": "Celtics",
    "location": "Boston, Massachusetts",
    "arena": "TD Garden",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/BOS.png",
    "description":"Boston Celtics, American professional basketball team based in Boston, Massachusetts. One of the most successful franchises in sports history, the Celtics won 11 of 13 National Basketball Association (NBA) championships from 1957 to 1969. Overall, they have won 17 NBA titles. Founded in Boston in 1946 by Walter Brown, the Celtics were charter members of the Basketball Association of America, a forerunner of the NBA (established in 1949). At the time of the team’s founding, Brown also managed the Boston Garden, on whose distinctive parquet court the green-and-white-clad Celtics thrived until the franchise moved to a new arena, now known as TD Garden, in 1995–96. The team posted a losing record in each of its first four seasons, which prompted the hiring of head coach Red Auerbach in 1950. The Celtics’ run as a sports dynasty began in the mid-1950s under Auerbach, who later served as the team’s general manager and president. The team won its first title in the 1956–57 season after defeating the St. Louis Hawks in a closely contested final series, which included a double-overtime deciding seventh game. With a lineup of Hall of Famers that included Frank Ramsey, Ed Macauley, Bill Sharman, ball-handling wizard Bob Cousy, Tom Heinsohn, dominating centre Bill Russell (five times the league’s Most Valuable Player), and later Sam Jones, K.C. Jones, and John Havlicek, the “Celts” won eight consecutive NBA titles between 1958–59 and 1965–66—a record for the four major North American team sports—and triumphed again in 1967–68 and 1968–69. Boston’s ascent coincided with the postwar proliferation of television sets in the United States, helping the team and its players become iconic figures as the sport’s national profile grew. Among the highlights of the Celtics’ unprecedented championship run are Russell twice gathering an NBA finals-record 40 rebounds in a game (1960, 1962) and Havlicek’s series-clinching steal of an inbounds pass in game seven of the 1965 Eastern Division finals, which elicited the famous call of “Havlicek stole the ball!” by announcer Johnny Most. The matchups between Russell, who served as the Celtics’ player-coach from 1966 to 1969 and Wilt Chamberlain, first as a Philadelphia 76er and then with the Los Angeles Lakers, were at the centre of some of the most dramatic games in NBA play-off history. Havlicek was still a key contributor, along with Dave Cowens, Paul Silas, and Jo Jo White, on teams coached by Heinsohn that won titles in 1973–74 and 1975–76. The second of those championships included a dramatic triple-overtime victory over the Phoenix Suns in game five of the finals. In 1978 the Celtics were involved in an unusual transaction after the NBA blocked the team’s owner, Irv Levin, from moving the franchise to his native California. Instead, Levin and John Y. Brown, owner of the Buffalo Braves, traded franchises. That same year Boston acquired one of the greatest players in league history—and arguably the most beloved Celtic of all time—when they selected sharpshooting forward Larry Bird in the NBA draft. The NBA reached new levels of popularity with the excitement generated by the supremacy battle between the Lakers led by Magic Johnson and a Celtics team led by Bird (who had a rivalry with Johnson dating back to their college days), Robert Parish, Kevin McHale, and Dennis Johnson that advanced to the NBA finals five times in the 1980s and won championships in 1980–81, 1983–84, and 1985–86.  In the mid-1990s the Celtics experienced the first prolonged play-off drought in the franchise’s history—six straight years beginning with the 1995–96 season. When the Celtics returned to the postseason, they often lost in the early rounds. This changed during the 2007–08 season when the Celtics made the greatest single-season turnaround in NBA history, finishing with the league’s best record and posting a 42-win improvement after the off-season addition of superstars Kevin Garnett and Ray Allen to a team that already included perennial all-star Paul Pierce. They advanced to the NBA finals, where they defeated the rival Lakers for a ninth time and won the 17th title in franchise history. The two franchises again won their respective conference championships and faced off for the NBA title in the 2009–10 season, with the Lakers winning the championship in seven games. As the Celtics’ veteran roster grew older, the team had reduced on-court success. Allen left in free agency in 2012, and the team traded away Garnett and Pierce after the 2012–13 campaign in an effort to spur a rebuilding process centred around younger players. That effort bore fruit much faster than many observers expected, as the Celtics returned to the play-offs in 2014–15. The team added point guard Isaiah Thomas during that season, and he proceeded to blossom into an All-Star, leading the team to the best record in the Eastern Conference in 2016–17. The team’s season ended in the conference finals after the Celtics lost four games to one to the Cleveland Cavaliers."
  },
  {
    "teamId": 1610612751,
    "abbreviation": "BKN",
    "teamName": "Brooklyn Nets",
    "simpleName": "Nets",
    "location": "Brooklyn, New York",
    "arena": "Barclays Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/NJN.png",
    "description":"The Brooklyn Nets are an American professional basketball team based in the borough of Brooklyn, in New York City. The Nets compete in the National Basketball Association (NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Barclays Center. They are one of two NBA teams located in New York City; the other are the New York Knicks. The team was established in 1967 as a charter franchise of the NBA's rival league, the American Basketball Association (ABA). They played in New Jersey as the New Jersey Americans during their first season, before moving to Long Island in 1968 and changing their name to the New York Nets. During this time, the Nets won two ABA championships (in 1974 and 1976). In 1976, the ABA merged with the NBA, and the Nets were absorbed into the NBA along with three other ABA teams (the San Antonio Spurs, Indiana Pacers and Denver Nuggets, all of whom remain in the league today). In 1977, the team returned to New Jersey and played as the New Jersey Nets from 1977 to 2012. During this time, the Nets won two consecutive Eastern Conference championships (in the 2001–02 and 2002–03 seasons), but failed to win a league title. In the summer of 2012, the team moved to Barclays Center, and took its current geographic name."
  },
  {
    "teamId": 1610612766,
    "abbreviation": "CHA",
    "teamName": "Charlotte Hornets",
    "simpleName": "Hornets",
    "location": "Charlotte, North Carolina ",
    "arena": "Spectrum Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/CHA.png",
    "description":"The Charlotte Hornets are an American professional basketball team based in Charlotte, North Carolina. The Hornets compete in the National Basketball Association (NBA), as a member of the league's Eastern Conference Southeast Division. The team is largely owned by retired NBA player Michael Jordan, who acquired controlling interest in the team in 2010. The Hornets play their home games at the Spectrum Center in Uptown Charlotte. The original Hornets franchise was established in 1988 as an expansion team, owned by George Shinn. In 2002, Shinn's franchise relocated to New Orleans and became the New Orleans Hornets. In 2004, the NBA established the Charlotte Bobcats, which was regarded as a new expansion team at the time. In 2013, the New Orleans' franchise announced it would rebrand itself the New Orleans Pelicans, ultimately returning the Hornets name, records, and official history (spanning from 1988 to 2002) to Charlotte. The Bobcats were officially renamed the Charlotte Hornets for the 2014–15 season."
  },
  {
    "teamId": 1610612741,
    "abbreviation": "CHI",
    "teamName": "Chicago Bulls",
    "simpleName": "Bulls",
    "location": " Chicago, Illinois",
    "arena": " 	United Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/CHI.png",
    "description":"The Chicago Bulls are an American professional basketball team based in Chicago, Illinois. The Bulls compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded on January 16, 1966. The team plays its home games at the United Center, an arena shared with the Chicago Blackhawks of the National Hockey League (NHL). The Bulls saw their greatest success during the 1990s, when they were responsible for popularizing the NBA worldwide. They are known for having one of the NBA's greatest dynasties, winning six NBA championships between 1991 and 1998 with two three-peats. All six championship teams were led by Hall of Famers Michael Jordan, Scottie Pippen and coach Phil Jackson. The Bulls are the only NBA franchise to win multiple championships and never lose an NBA Finals series in their history. The Bulls won 72 games during the 1995–96 NBA season, setting an NBA record that stood until the Golden State Warriors won 73 games during the 2015–16 NBA season. The Bulls were the first team in NBA history to win 70 games or more in a single season, and the only NBA franchise to do so until the 2015–16 Warriors. Many experts and analysts consider the 1996 Bulls to be one of the greatest teams in NBA history. Michael Jordan and Derrick Rose have both won the NBA Most Valuable Player Award while playing for the Bulls, for a total of six MVP awards. The Bulls share rivalries with the Detroit Pistons, New York Knicks, and the Miami Heat. The Bulls' rivalry with the Pistons was highlighted heavily during the late 1980s and early 1990s."
  },
  {
    "teamId": 1610612739,
    "abbreviation": "CLE",
    "teamName": "Cleveland Cavaliers",
    "simpleName": "Cavaliers",
    "location": "Cleveland, Ohio",
    "arena": "Quicken Loans Arena",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/CLE.png",
    "description":"The Cleveland Cavaliers, often referred to as the Cavs, are an American professional basketball team based in Cleveland, Ohio. The Cavs compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team began play as an expansion team in 1970, along with the Portland Trail Blazers and Buffalo Braves. Home games were first held at Cleveland Arena from 1970 to 1974, followed by the Richfield Coliseum from 1974 to 1994. Since 1994, the Cavs have played home games at Quicken Loans Arena in downtown Cleveland, which is shared with the Cleveland Gladiators of the Arena Football League and the Cleveland Monsters of the American Hockey League. Dan Gilbert has owned the team since March 2005. The Cavaliers opened their inaugural season losing their first 15 games and struggled in their early years, placing no better than sixth in the Eastern Conference during their first five seasons. The team won their first Central Division title in 1976, which also marked the first winning season and playoff appearance in franchise history, where they advanced to the Eastern Conference Finals. The franchise was purchased by Ted Stepien in 1980. Stepien's tenure as owner was marked by six coaching changes, questionable trades and draft decisions, and poor attendance, leading to $15 million in financial losses. The Cavs went 66–180 in that time and endured a 24-game losing streak spanning the 1981–82 and 1982–83 seasons. George and Gordon Gund purchased the franchise in 1983. During the latter half of the 1980s and through much of the 1990s, the Cavs were a regular playoff contender, led by players such as Mark Price and Brad Daugherty, and advanced to the Eastern Conference Finals in 1992. After the team's playoff appearance in 1998, however, the Cavs had six consecutive losing seasons with no playoff action. Cleveland was awarded with the top overall pick in the 2003 draft, and they selected LeBron James. Behind James and Zydrunas Ilgauskas, the Cavaliers again became a regular playoff contender by 2005. They made their first appearance in the NBA Finals in 2007 after winning the first Eastern Conference championship in franchise history. After failing to return to the NBA Finals in the ensuing three seasons, James joined the Miami Heat in 2010. As a result, the Cavaliers finished the 2010–11 season last in the conference, enduring a 26-game losing streak that, as of 2017, ranks as the longest in NBA history for a single season and second overall. Between 2010 and 2014, however, the team won the top pick in the NBA draft lottery three times, first in 2011 where they selected Kyrie Irving, and again in 2013 and 2014. LeBron James returned to the Cavs in 2014 and led the team to three straight NBA Finals appearances. In 2016, the Cavaliers won their first NBA Championship, marking Cleveland's first major sports title since 1964. The 2016 NBA Finals victory over the Golden State Warriors marked the first time in Finals history a team had come back to win the series after trailing three games to one. Through the 2016–17 season, the Cavs have made 21 playoff appearances, and won six Central Division titles, four Eastern Conference titles, and one NBA title."
  },
  {
    "teamId": 1610612742,
    "abbreviation": "DAL",
    "teamName": "Dallas Mavericks",
    "simpleName": "Mavericks",
    "location": "Dallas, Texas",
    "arena": "American Airlines Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/DAL.png",
    "description":"The Dallas Mavericks (often referred to as the Mavs) are an American professional basketball team based in Dallas, Texas. The Mavericks compete in the National Basketball Association (NBA) as a member club of the league's Western Conference Southwest Division. The team plays its home games at the American Airlines Center, which it shares with the National Hockey League's Dallas Stars. As of the 2017 season, the Mavericks have sold out 704 consecutive games since December 15, 2001, the longest currently running sellout streak in North American major league sports. Since their inaugural 1980–81 season, the Mavericks have won three division titles (1987, 2007, 2010), two conference championships (2006, 2011), and one NBA championship (2011)."
  },
  {
    "teamId": 1610612743,
    "abbreviation": "DEN",
    "teamName": "Denver Nuggets",
    "simpleName": "Nuggets",
    "location": "Denver, Colorado",
    "arena": "Pepsi Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/DEN.png",
    "description":"The Denver Nuggets are an American professional basketball team based in Denver, Colorado. The Nuggets compete in the National Basketball Association (NBA) as a member club of the league's Western Conference Northwest Division. The team was founded as the Denver Larks in 1967 as a charter franchise of the American Basketball Association (ABA), but changed its name to Rockets before the first season.[8] It changed its name again to the Nuggets in 1974.[9] After the name change, the Nuggets played for the final ABA Championship title in 1976, losing to the New York Nets. The team has had some periods of success, qualifying for the ABA Playoffs for all seasons from 1967 to the 1976 ABA playoffs where it lost in the finals.[10] The team joined the NBA in 1976 after the ABA–NBA merger and qualified for the NBA playoffs in nine consecutive seasons in the 1980s and ten consecutive seasons from 2004 to 2013.[10] However, it has not made an appearance in a championship round since its last year in the ABA.[10] The Nuggets play their home games at Pepsi Center, which they share with the Colorado Avalanche of the National Hockey League (NHL) and the Colorado Mammoth of the National Lacrosse League (NLL)."
  },
  {
    "teamId": 1610612765,
    "abbreviation": "DET",
    "teamName": "Detroit Pistons",
    "simpleName": "Pistons",
    "location": "Detroit, Michigan",
    "arena": "Little Caesars Arena",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/DET.png",
    "description":"The Detroit Pistons are an American professional basketball team based in Detroit, Michigan. The Pistons compete in the National Basketball Association (NBA) as a member club of the league's Eastern Conference Central Division. The team plays its home games at Little Caesars Arena and was founded in Fort Wayne, Indiana as the Fort Wayne (Zollner) Pistons in 1941, a member of the National Basketball League (NBL). The Pistons joined the Basketball Association of America (BAA) in 1948. In 1949, the NBL and BAA merged to become the NBA, and the Pistons became part of the merged league. Since moving to Detroit in 1957, the Pistons have won three NBA championships in 1989, 1990 and 2004."
  },
  {
    "teamId": 1610612744,
    "abbreviation": "GSW",
    "teamName": "Golden State Warriors",
    "simpleName": "Warriors",
    "location": "Oakland, California",
    "arena": "Oracle Arena",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/GSW.png",
    "description":"The Golden State Warriors are an American professional basketball team based in the San Francisco Bay Area in Oakland, California. The Warriors compete in the National Basketball Association (NBA) as a member of the league's Western Conference Pacific Division. The Warriors play their home games at the Oracle Arena in Oakland. The Warriors have reached nine NBA Finals, winning five NBA championships in 1947, 1956, 1975, 2015 and 2017. Golden State's five NBA championships are tied for fourth-most in NBA history with the San Antonio Spurs, and behind only the Boston Celtics (17), Los Angeles Lakers (16) and Chicago Bulls (6). The team was established in 1946 as the Philadelphia Warriors based in Philadelphia, Pennsylvania, a founding member of the Basketball Association of America (BAA). In 1962, the franchise relocated to the Bay Area and was renamed the San Francisco Warriors. In 1971, the team changed its geographic moniker to Golden State, California's state nickname.[7][c] The team is nicknamed the Dubs as a shortening of W. Wilt Chamberlain and Stephen Curry have both been named the NBA Most Valuable Player while playing for the Warriors, for a total of three MVP awards. Hall of Famers have played for the Warriors, while four have coached the team. Golden State holds the NBA records for best regular season with 73–9 and most wins in a season (regular season and postseason combined) with 88 in 2015–16, as well as best postseason with 16–1 (.941 winning percentage) in 2016–17."
  },
  {
    "teamId": 1610612745,
    "abbreviation": "HOU",
    "teamName": "Houston Rockets",
    "simpleName": "Rockets",
    "location": "Houston, Texas",
    "arena": "Toyota Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/HOU.png",
    "description":"The Houston Rockets are an American professional basketball team based in Houston, Texas. The Rockets compete in the National Basketball Association (NBA), as a member of the league's Western Conference Southwest Division. The team plays its home games at the Toyota Center, located in downtown Houston. The Rockets have won two NBA championships and four Western Conference titles. The team was established as the San Diego Rockets, an expansion team originally based in San Diego, in 1967. In 1971, the Rockets moved to Houston. The Rockets won only 15 games in their debut season as a franchise in 1967. In the 1968 NBA draft, the Rockets, picking first overall, selected power forward Elvin Hayes, who would lead the team to its first playoff appearance in his rookie season. The Rockets did not finish a season with a winning record until the 1976–77 season, when they traded for center Moses Malone. Malone went on to win the NBA Most Valuable Player (MVP) award twice and led Houston to the conference finals in his first year with the team. He also led the Rockets to the NBA Finals in 1981 where they were defeated in six games by the Boston Celtics, led by Larry Bird and future Rockets coach Kevin McHale. In 1984, the Rockets drafted center Hakeem Olajuwon, who would be paired with 7 feet 4 inches (2.24 m) Ralph Sampson, forming one of the tallest front courts in the NBA. Nicknamed the Twin Towers, they led the team to the 1986 NBA Finals—the second NBA Finals appearance in franchise history—where Houston was again defeated by the Boston Celtics. The Rockets continued to reach the playoffs throughout the 1980s, but failed to advance past the first round for several years following a second-round defeat to the Seattle SuperSonics in 1987. Rudy Tomjanovich took over as head coach midway through the 1991–92 season, ushering in the most successful period in franchise history. The Olajuwon-led Rockets went to the 1994 NBA Finals and won the franchise's first championship against Patrick Ewing and the New York Knicks. The following season, reinforced by another All-Star, Clyde Drexler, the Rockets repeated as champions with a four-game sweep of the Orlando Magic, who were led by a young Shaquille O'Neal and Penny Hardaway. Houston, which was seeded sixth in the Western Conference during the 1995 playoffs, became the lowest-seeded team in NBA history to win the title. The Rockets acquired all-star forward Charles Barkley in 1996, but the presence of three of the NBA's 50 greatest players of all-time (Olajuwon, Drexler, and Barkley) was not enough to propel Houston past the Western Conference Finals. Each one of the aging trio had left the team by 2001, and the Rockets of the early 21st century, led by superstars Tracy McGrady and Yao Ming, followed the trend of consistent regular-season respectability followed by playoff underachievement as both players struggled with injuries. After Yao's early retirement in 2011, the Rockets entered a period of rebuilding, completely dismantling and retooling their roster. The acquisition of franchise player James Harden in 2012 has launched the Rockets back into championship contention in the mid-2010s. The Rockets, under general manager Daryl Morey, are notable for popularizing the use of advanced statistical analytics (similar to sabermetrics in baseball) in player acquisitions and style of play."
  },
  {
    "teamId": 1610612754,
    "abbreviation": "IND",
    "teamName": "Indiana Pacers",
    "simpleName": "Pacers",
    "location": "Indianapolis, Indiana",
    "arena": "Bankers Life Fieldhouse",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/IND.png",
    "description":"The Indiana Pacers are an American professional basketball team based in Indianapolis, Indiana. The Pacers compete in the National Basketball Association (NBA) as a member club of the league's Eastern Conference Central Division. The Pacers were first established in 1967 as a member of the American Basketball Association (ABA) and became a member of the NBA in 1976 as a result of the ABA–NBA merger. They play their home games at Bankers Life Fieldhouse. The team is named after Indiana's history with the Indianapolis 500's pace cars and with the harness racing industry.[6][7] The Pacers have won three championships, all in the ABA. The Pacers were Eastern Conference champions in 2000. The team has won nine division titles. Six Hall of Fame players – Reggie Miller, Chris Mullin, Alex English, Mel Daniels, Roger Brown, and George McGinnis – played with the Pacers for multiple seasons."
  },
  {
    "teamId": 1610612746,
    "abbreviation": "LAC",
    "teamName": "Los Angeles Clippers",
    "simpleName": "Clippers",
    "location": "Los Angeles, California",
    "arena": "Staples Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/LAC.png",
    "description":"The Los Angeles Clippers, abbreviated by the team as the LA Clippers, are an American professional basketball team based in Los Angeles. The Clippers compete in the National Basketball Association (NBA) as a member of the league's Western Conference Pacific Division. The Clippers play their home games at Staples Center in downtown Los Angeles, an arena shared with the Los Angeles Lakers of the NBA, the Los Angeles Sparks of the Women's National Basketball Association (WNBA), and the Los Angeles Kings of the National Hockey League (NHL). The franchise was founded in 1970 as the Buffalo Braves, one of three expansion teams to join the NBA that year. The Braves moved from Buffalo, New York to San Diego, California in 1978 and became known as the San Diego Clippers. In 1984, the Clippers moved to Los Angeles. Through much of its history, the franchise failed to see significant regular season or playoff success. The Clippers were frequently seen as an example of a perennial loser in American professional sports, drawing unfavorable comparisons to the historically successful Lakers, with whom they have shared a market since 1984 and an arena since 1999. The Clippers' fortunes turned in the early 2010s with the acquisition of core players Blake Griffin, DeAndre Jordan, and Chris Paul. In 2013, the franchise won its first division title, as the team made the playoffs for the ninth time in franchise history and the third time in the previous eight seasons. They also added to their budding rivalry with the Lakers, as they finished with a better record than the Lakers for the fifth time and won the season series for the second time since moving to Los Angeles in 1984, this time in a sweep. They repeated as division champions in 2014."
  },
  {
    "teamId": 1610612747,
    "abbreviation": "LAL",
    "teamName": "Los Angeles Lakers",
    "simpleName": "Lakers",
    "location": "Los Angeles, California",
    "arena": "Staples Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/LAL.png",
    "description":"The Los Angeles Lakers are an American professional basketball team based in Los Angeles. The Lakers compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division. The Lakers play their home games at Staples Center, an arena shared with the NBA's Los Angeles Clippers, the Los Angeles Sparks of the Women's National Basketball Association, and the Los Angeles Kings of the National Hockey League.[10] The Lakers are one of the most successful teams in the history of the NBA, and have won 16 NBA championships (11 in Los Angeles), their last being in 2010. The franchise began with the 1947 purchase of a disbanded team, the Detroit Gems of the National Basketball League (NBL). The new team began playing in Minneapolis, calling themselves the Minneapolis Lakers in honor of the state's nickname, Land of 10,000 Lakes. Initially a member of the NBL, the Lakers won the 1948 NBL championship before joining the rival Basketball Association of America and winning five of the next six BAA and NBA championships in Minneapolis after the NBA formed in 1949. The team was propelled by center George Mikan, who is described by the NBA's official website as the league's first superstar. After struggling financially in the late 1950s following Mikan's retirement, they relocated to Los Angeles before the 1960–61 season. Led by Hall of Famers Elgin Baylor and Jerry West, Los Angeles made the NBA Finals six times in the 1960s, but lost each series to the Boston Celtics, beginning their long and storied rivalry. In 1968, the Lakers acquired four-time NBA Most Valuable Player (MVP) Wilt Chamberlain to play center, and after losing in the Finals in 1969 and 1970, they won their sixth NBA title—and first in Los Angeles—in 1972, led by new head coach Bill Sharman. After the retirement of West and Chamberlain, the team acquired another center, Kareem Abdul-Jabbar, who had won multiple MVP awards, but was unable to make the Finals in the late 1970s. The 1980s Lakers were nicknamed Showtime due to their Magic Johnson-led fast break-offense, and won five championships in a 9-year span, including their first ever Finals championship against the Celtics in 1985. This team featured Hall of Famers in Johnson, Abdul-Jabbar, and James Worthy, and a Hall of Fame coach, Pat Riley. After Abdul-Jabbar and Johnson's retirement, the team struggled in the early 1990s before acquiring Shaquille O'Neal and Kobe Bryant in 1996. Led by O'Neal, Bryant, and another Hall of Fame coach, Phil Jackson, Los Angeles won three consecutive titles between 2000 to 2002, securing the franchise its second three-peat. After losing both the 2004 and 2008 NBA Finals, the Lakers won two more championships by defeating the Orlando Magic in 2009 and Boston in 2010. The Lakers hold the record for NBA's longest winning streak, 33 straight games, set during the 1971–72 season.[13] 21 Hall of Famers have played for Los Angeles, while four have coached the team. Four Lakers—Abdul-Jabbar, Johnson, O'Neal, and Bryant—have won the NBA MVP Award for a total of eight awards."
  },
  {
    "teamId": 1610612763,
    "abbreviation": "MEM",
    "teamName": "Memphis Grizzlies",
    "simpleName": "Grizzlies",
    "location": "Memphis, Tennessee",
    "arena": "FedExForum",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/MEM.png",
    "description":"The Memphis Grizzlies are an American professional basketball team based in Memphis, Tennessee. The Grizzlies compete in the National Basketball Association (NBA) as a member team of the league's Western Conference Southwest Division. The Grizzlies play their home games at FedExForum. The team is owned by Robert Pera. The Grizzlies are currently the only team in the major professional North American sports leagues based in the city of Memphis. The team was originally established as the Vancouver Grizzlies, an expansion team that joined the NBA for the 1995–96 season. After the 2000–01 NBA season concluded, the Grizzlies moved to Memphis."
  },
  {
    "teamId": 1610612748,
    "abbreviation": "MIA",
    "teamName": "Miami Heat",
    "simpleName": "Heat",
    "location": "Miami, Florida",
    "arena": "American Airlines Arena",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/MIA.png",
    "description":"The Miami Heat are an American professional basketball team based in Miami.[7] The Heat compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. They play their home games at the American Airlines Arena in downtown Miami. The team owner is Carnival Corporation owner Micky Arison, the team president and general manager is Pat Riley, and the head coach is Erik Spoelstra. The mascot is Burnie, an anthropomorphic fireball. Formed in 1988 as an expansion team, the Heat have won three league championships (in 2006, 2012 and 2013), five conference titles and thirteen division titles. In 2013, the Heat won twenty-seven regular season games in a row, the third-longest streak in NBA history. The Heat are unrelated to the Miami Floridians, an American Basketball Association (ABA) team in the early 1970s, although the Heat have occasionally paid tribute to the older franchise by wearing a replica version of the Floridians' uniforms for the NBA's Hardwood Classics Nights during the 2005–06 and 2011–12 seasons."
  },
  {
    "teamId": 1610612749,
    "abbreviation": "MIL",
    "teamName": "Milwaukee Bucks",
    "simpleName": "Bucks",
    "location": "Milwaukee, Wisconsin",
    "arena": "Wisconsin Entertainment and Sports Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/MIL.png",
    "description":"The Milwaukee Bucks are an American professional basketball team based in Milwaukee, Wisconsin. The Bucks compete in the National Basketball Association (NBA) as a member club of the league's Eastern Conference Central Division. The team was founded in 1968 as an expansion team, and play at the Wisconsin Entertainment and Sports Center. Former U.S. Senator Herb Kohl was the long-time owner of the team, but on April 16, 2014, a group led by billionaire hedge fund managers Wesley Edens and Marc Lasry agreed to purchase a majority interest in the team from Kohl, a sale which was approved by the owners of the NBA and its Board of Governors one month later on May 16.[11] The team is managed by Jon Horst, the team's former Director of Basketball Operations, who took over for John Hammond in May 2017. The Bucks have won one league title (1971), two conference titles (1971 and 1974), and 13 division titles (1971–74, 1976, 1980–86, 2001). They have featured such notable players as Kareem Abdul-Jabbar, Sidney Moncrief, Oscar Robertson, Bob Dandridge, Bob Lanier, Glenn Big Dog Robinson, Ray Allen, Sam Cassell, Junior Bridgeman, Michael Redd, Terry Cummings, Vin Baker, Jon McGlocklin, Marques Johnson, and Brian Winters."
  },
  {
    "teamId": 1610612750,
    "abbreviation": "MIN",
    "teamName": "Minnesota Timberwolves",
    "simpleName": "Timberwolves",
    "location": "Minneapolis, Minnesota",
    "arena": "Target Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/MIN.png",
    "description":"The Minnesota Timberwolves (also commonly known as the Wolves) are an American professional basketball team based in Minneapolis, Minnesota. The Timberwolves compete in the National Basketball Association (NBA) as a member club of the league's Western Conference Northwest Division.[8] Founded in 1989, the team is owned by Glen Taylor.[9] The Timberwolves play their home games at Target Center, their home since 1990.[10] Like most expansion teams, the Timberwolves struggled in their early years, but after the acquisition of Kevin Garnett in the 1995 NBA draft, the team qualified for the playoffs in eight consecutive seasons from 1997 to 2004. Despite losing in the first round in their first seven attempts, the Timberwolves won their first division championship in 2004 and advanced to the Western Conference Finals that same season. Garnett was also named the NBA Most Valuable Player for that season.[11] The team has been in rebuilding mode for the past decade since missing the playoffs in 2005, and trading Garnett to the Boston Celtics in 2007.[12] Garnett returned to the Timberwolves in a February 2015 trade and finished his career there, retiring in the 2016 offseason."
  },
  {
    "teamId": 1610612740,
    "abbreviation": "NOP",
    "teamName": "New Orleans Pelicans",
    "simpleName": "Pelicans",
    "location": "New Orleans, Louisiana",
    "arena": "Smoothie King Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/NOH.png",
    "description":"The New Orleans Pelicans are an American professional basketball team based in New Orleans, Louisiana. The Pelicans compete in the National Basketball Association (NBA) as a member club of the league's Western Conference Southwest Division. The team plays their home games in the Smoothie King Center (formerly known as the New Orleans Arena). The Pelicans were established as the New Orleans Hornets in the 2002–03 season when then-owner of the Charlotte Hornets, George Shinn, relocated the franchise to New Orleans. Due to the damage caused by Hurricane Katrina in 2005, the franchise temporarily relocated to Oklahoma City, where they spent two seasons officially known as the New Orleans/Oklahoma City Hornets. The team returned to New Orleans full-time for the 2007–08 season. On January 24, 2013, the franchise announced it would rename itself the Pelicans,[11] effective after the conclusion of the 2012–13 season. The Charlotte Hornets' name, history, and records from 1988 to 2002 were returned to its original city to be used by the then–Charlotte Bobcats franchise, which subsequently became the Charlotte Hornets, starting May 20, 2014.[1] In 16 seasons of play since the original franchise relocated from North Carolina, the Louisiana franchise has achieved an overall regular season record of 610–686, and has qualified for the playoffs seven times. Their achievements include two playoff series victories and one division title."
  },
  {
    "teamId": 1610612752,
    "abbreviation": "NYK",
    "teamName": "New York Knicks",
    "simpleName": "Knicks",
    "location": "New York, New York",
    "arena": "Madison Square Garden",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/NYK.png",
    "description":"The New York Knickerbockers, commonly referred to as the Knicks, are an American professional basketball team based in the borough of Manhattan, in New York City. The Knicks compete in the National Basketball Association (NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Madison Square Garden. They are one of two NBA teams located in New York City; the other is the Brooklyn Nets. The team, established by Ned Irish in 1946, was one of the founding members of the Basketball Association of America (BAA), which became the NBA after merging with the rival National Basketball League (NBL) in 1949. Along with the Boston Celtics, the Knicks are one of only two original NBA teams still located in its original city. The Knicks were successful during their early years and were constant playoff contenders under the franchise's first head coach Joe Lapchick. Beginning in 1950, the Knicks made three consecutive appearances in the NBA Finals, all of which were losing efforts. Lapchick resigned in 1956 and the team subsequently began to falter. It was not until the late 1960s when Red Holzman became head coach that the Knicks began to regain their former dominance. Holzman successfully guided the Knicks to two NBA championships, in 1970 and 1973. The Knicks of the 1980s had mixed success that included six playoff appearances; however, they failed to participate in the NBA Finals. The playoff-level Knicks of the 1990s were led by future Hall of Fame center Patrick Ewing; this era was marked by passionate rivalries with the Chicago Bulls, Indiana Pacers, and Miami Heat. During this time, they were known for playing tough defense under head coaches Pat Riley and Jeff Van Gundy, making two appearances in the NBA Finals, in 1994 and 1999, in the process. However, they were unable to win an NBA championship during this era. Since 2000, the Knicks have struggled to regain their former glory, but won its first division title in 19 years in 2012-13, led by a core of forwards Carmelo Anthony and Amar'e Stoudemire. They were eventually eliminated in the Eastern Conference semi-finals by the Indiana Pacers, and have failed to make the playoffs since. According to a 2017 Forbes report, the Knicks are the most valuable franchise in the NBA, worth approximately $3.3 billion."
  },
  {
    "teamId": 1610612760,
    "abbreviation": "OKC",
    "teamName": "Oklahoma City Thunder",
    "simpleName": "Thunder",
    "location": "Oklahoma City, Oklahoma",
    "arena": "Chesapeake Energy Arena",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/OKC.png",
    "description":"The Oklahoma City Thunder are an American professional basketball team based in Oklahoma City, Oklahoma.[6] The Thunder competes in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division.[7][8] The team plays its home games at Chesapeake Energy Arena.[9] The Thunder's NBA G League affiliate is the Oklahoma City Blue, which it owns.[10][11] The Thunder are the only team in the major professional North American sports leagues based in the state of Oklahoma.[12] The team was originally established as the Seattle SuperSonics, an expansion team that joined the NBA for the 1967–68 season. The SuperSonics moved in 2008 after a settlement was reached between the ownership group led by Clay Bennett and lawmakers in Seattle, Washington following a lawsuit. In Seattle, the SuperSonics qualified for the NBA playoffs 22 times, won their division six times, and won the 1979 NBA Championship. In Oklahoma City, the Thunder qualified for their first playoff berth during the 2009–10 season. They won their first division title as the Thunder in the 2010–11 season and their first Western Conference championship as the Thunder in the 2011–12 season, appearing in the NBA Finals for the fourth time in franchise history and first since 1996, when the club was based in Seattle."
  },
  {
    "teamId": 1610612753,
    "abbreviation": "ORL",
    "teamName": "Orlando Magic",
    "simpleName": "Magic",
    "location": "Orlando, Florida",
    "arena": "Amway Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/ORL.png",
    "description":"The Orlando Magic are an American professional basketball team based in Orlando, Florida. The Magic compete in the National Basketball Association (NBA) as a member club of the league's Eastern Conference Southeast Division. The franchise was established in 1989 as an expansion franchise, and such notable NBA stars as Shaquille O'Neal, Penny Hardaway, Patrick Ewing, Grant Hill, Tracy McGrady, Steve Francis, Dwight Howard, Vince Carter, Rashard Lewis, and Hedo Türkoğlu have played for the club throughout its young history. As of 2017, the franchise has played in the NBA playoffs for exactly half of its existence (14 playoff appearances in 28 years), and twice went to the NBA Finals, in 1995 and 2009. Orlando has been the second most successful of the four expansion teams brought into the league in 1988 and 1989 in terms of winning percentage, after only the Miami Heat."
  },
  {
    "teamId": 1610612755,
    "abbreviation": "PHI",
    "teamName": "Philadelphia 76ers",
    "simpleName": "76ers",
    "location": "Philadelphia, Pennsylvania",
    "arena": "Wells Fargo Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/PHI.png",
    "description":"The Philadelphia 76ers (also commonly known as the Sixers) are an American professional basketball team based in the Philadelphia metropolitan area. The 76ers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division and play at Wells Fargo Center. Founded in 1946 and originally known as the Syracuse Nationals, they are one of the oldest franchises in the NBA, and one of only eight (out of 23) to survive the league's first decade. The 76ers have had a rich history, with many of the greatest players in NBA history having played for the organization, including Wilt Chamberlain, Hal Greer, Billy Cunningham, Julius Erving, Moses Malone, Charles Barkley, and Allen Iverson. They have won three NBA championships, with their first coming as the Syracuse Nationals in 1955. The second title came in 1967, a team which was led by Chamberlain. The third title came in 1983, won by a team led by Erving and Malone. The 76ers have only been back to the NBA Finals once since then: in 2001, where they were led by Iverson and lost to the Los Angeles Lakers 4 games to 1."
  },
  {
    "teamId": 1610612756,
    "abbreviation": "PHX",
    "teamName": "Phoenix Suns",
    "simpleName": "Suns",
    "location": "Phoenix, Arizona",
    "arena": "Talking Stick Resort Arena",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/PHO.png",
    "description":"The Phoenix Suns are an American professional basketball team based in Phoenix, Arizona. The Suns compete in the National Basketball Association (NBA) as a member team of the league's Western Conference Pacific Division, and are the only team in their division not to be based in California. Since 1992, the Suns have played their home games at Talking Stick Resort Arena in downtown Phoenix. The Suns began play as an expansion team in 1968. The franchise owns the NBA's fourth-best all-time winning percentage, winning 55 percent of its games, as of the end of the 2014–15 season.[7] In 47 years of play, they have made the playoffs 29 times, posted 19 seasons of 50 or more wins, made nine trips to the Western Conference Finals, and advanced to the NBA Finals twice, in 1976 and 1993. As a result, the Suns are the team with the highest all-time win-loss percentage to have never won an NBA championship.[8] With the National Hockey League's Phoenix Coyotes changing their geographic location name to Arizona on June 27, 2014, which was required as part of their new Gila River Arena lease agreement, the Suns are the only men's major professional sports franchise based in the state of Arizona that brands themselves exclusively to the city of Phoenix rather than the state as a whole."
  },
  {
    "teamId": 1610612757,
    "abbreviation": "POR",
    "teamName": "Portland Trail Blazers",
    "simpleName": "Trail Blazers",
    "location": "Portland, Oregon",
    "arena": "Moda Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/POR.png",
    "description":"The Portland Trail Blazers, commonly known as the Blazers, are an American professional basketball team based in Portland, Oregon. The Trail Blazers compete in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team played its home games in the Memorial Coliseum before moving to Moda Center in 1995 (called the Rose Garden until 2013). The franchise entered the league as an expansion team in 1970, and has enjoyed a strong following: from 1977 through 1995, the team sold out 814 consecutive home games, the longest such streak in American major professional sports at the time, and only since surpassed by the Boston Red Sox.[9] The Trail Blazers have been the only NBA team based in the bi-national Pacific Northwest, after the Vancouver Grizzlies relocated to Memphis and became the Memphis Grizzlies in 2001, and the Seattle SuperSonics relocated to Oklahoma City and became the Oklahoma City Thunder in 2008. The team has advanced to the NBA Finals three times, winning the NBA championship once in 1977. Their other NBA Finals appearances were in 1990 and 1992.[10] The team has qualified for the playoffs in 34 seasons of their 48-season existence, including a streak of 21 straight appearances from 1983 through 2003, tied for the second longest streak in NBA history.[11][12] The Trail Blazers' 34 playoff appearances rank third in the NBA only behind the Los Angeles Lakers and San Antonio Spurs since the team's inception in 1970.[13] Six Hall of Fame players have played for the Trail Blazers (Lenny Wilkens, Bill Walton, Clyde Drexler, Dražen Petrović, Arvydas Sabonis, and Scottie Pippen).[14] Bill Walton is the franchise's most decorated player; he was the NBA Finals Most Valuable Player in 1977, and the regular season MVP the following year.[10][15] Four Blazer rookies (Geoff Petrie, Sidney Wicks, Brandon Roy and Damian Lillard) have won the NBA Rookie of the Year award. Two Hall of Fame coaches, Lenny Wilkens and Jack Ramsay, have patrolled the sidelines for the Blazers, and two others, Mike Schuler and Mike Dunleavy, have won the NBA Coach of the Year Award with the team."
  },
  {
    "teamId": 1610612758,
    "abbreviation": "SAC",
    "teamName": "Sacramento Kings",
    "simpleName": "Kings",
    "location": "Sacramento, California",
    "arena": "Golden 1 Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/SAC.png",
    "description":"The Sacramento Kings are an American professional basketball team based in Sacramento, California. The Kings compete in the National Basketball Association (NBA) as a member of the Western Conference's Pacific Division. The Kings are the only team in the major professional North American sports leagues located in Sacramento. The team plays its home games at the Golden 1 Center. The Kings are one of the oldest continuously operating professional basketball franchises in the nation. They originated in Rochester, New York, as the Rochester Seagrams (a semi-professional team) in 1923 and joined the National Basketball League in 1945 as the Rochester Royals.[1] They jumped to the Basketball Association of America, forerunner of the NBA, in 1948. As the Royals, the team was often successful on the court, winning the NBA championship in 1951. It, however, found it increasingly difficult to turn a profit in the comparatively small market of Rochester and relocated to Cincinnati in 1957, becoming the Cincinnati Royals. In 1972 the team relocated to Kansas City, Missouri, and was renamed the Kansas City-Omaha Kings because it initially split its home games between Kansas City and Omaha, Nebraska. In 1975, the Kings ceased playing home games in Omaha and simply became the Kansas City Kings. The team again failed to find success in its market and moved to Sacramento in 1985."
  },
  {
    "teamId": 1610612759,
    "abbreviation": "SAS",
    "teamName": "San Antonio Spurs",
    "simpleName": "Spurs",
    "location": "San Antonio, Texas",
    "arena": "AT&T Center",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/SAS.png",
    "description":"The San Antonio Spurs are an American professional basketball team based in San Antonio, Texas. The Spurs compete in the National Basketball Association (NBA) as a member of the league's Western Conference Southwest Division. The team plays its home games at the AT&T Center in San Antonio. The Spurs are one of four former American Basketball Association (ABA) teams to remain intact in the NBA after the 1976 ABA–NBA merger and the only former ABA team to have won an NBA championship. The Spurs' five NBA championships are the fourth most in history (tied with the Golden State Warriors) behind only the Boston Celtics (17), Los Angeles Lakers (16), and Chicago Bulls (6). The Spurs currently rank first among active franchises for the highest winning percentage in NBA history,[6] and have a winning head-to-head regular season record against every active NBA franchise.[7][8] In their 40 NBA seasons since 1976–77, the Spurs have won 22 division titles. They have made the playoffs in 27 of the last 28 seasons (since 1989–90) and have only missed the playoffs four times since entering the NBA; they have not missed the playoffs in the 20 seasons since Tim Duncan was drafted by the Spurs in 1997. With their 50th win in the 2016–17 season, the Spurs extended their record for most consecutive 50-win seasons to 18 (the Spurs did not win 50 games in the strike-shortened 1998–99 season, which lasted only 50 games). Since the 1997–98 season, the Spurs have had 20 consecutive seasons with a winning percentage of .610 or greater during the regular season, which is also an NBA record.[original research?] The team's success during this period coincides with the tenure of current head coach Gregg Popovich, who had been the team general manager before replacing Bob Hill as coach in 1996."
  },
  {
    "teamId": 1610612761,
    "abbreviation": "TOR",
    "teamName": "Toronto Raptors",
    "simpleName": "Raptors",
    "location": "Toronto, Ontario",
    "arena": "Air Canada Centre",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/TOR.png",
    "description":"The Toronto Raptors are a Canadian professional basketball team based in Toronto, Ontario. The Raptors compete in the National Basketball Association (NBA), as a member club of the league's Eastern Conference Atlantic Division. The team was established in 1995, along with the Vancouver Grizzlies, as part of the NBA's expansion into Canada. When the Grizzlies relocated to Memphis, Tennessee to become the Memphis Grizzlies in 2001, the Raptors became the only Canadian-based team in the NBA. They originally played their home games at SkyDome (later renamed Rogers Centre in 2005), before moving eastward along Bremner Boulevard to the Air Canada Centre in 1999. Like most expansion teams, the Raptors struggled in their early years, but after the acquisition of Vince Carter through a draft day trade in 1998, the team set league-attendance records and made the NBA playoffs in 2000, 2001, and 2002. Carter was instrumental in leading the team to 47 wins and their first playoff series win in 2001, where they advanced to the Eastern Conference semifinals. During the 2002–03 and 2003–04 seasons, they failed to make significant progress, and Carter was traded in 2004 to the New Jersey Nets. After Carter left, Chris Bosh emerged as the team leader. In 2006–07, Bryan Colangelo's first full season as President and General Manager, a combination of Bosh, 2006 first overall NBA draft pick Andrea Bargnani and a revamp of the roster helped the Raptors qualify for their first playoff berth in five years, capturing the Atlantic Division title with 47 wins. In the 2007–08 season, they advanced to the playoffs again, but failed to make the playoffs in each of the next five seasons. In a bid to persuade Bosh to stay, Colangelo overhauled the team roster for the 2009–10 season, but Bosh signed with the Miami Heat in July 2010, ushering in yet another era of rebuilding for the Raptors. After Masai Ujiri was brought in as the new General Manager in 2013, he traded Bargnani to the New York Knicks. With a backcourt led by Kyle Lowry and DeMar DeRozan, the Raptors returned to the playoffs, won their second Atlantic Division title, and won 48 games in the 2013–14 season. However, they failed for a fourth consecutive time to advance beyond the first round of the playoffs. In the 2014–15 season, they won 49 games, but failed for a second consecutive year to advance past the first round of the playoffs, getting swept by the Washington Wizards, 4–0. In the 2015–16 season, they won 56 games, finishing in second place in the conference for the first time in franchise history. In the playoffs, they won their first playoff series since 2001 by defeating both the Indiana Pacers and Miami Heat in seven games, advancing to the Eastern Conference Finals for the first time against the Cleveland Cavaliers, only for the Raptors to lose to the eventual NBA champions in six games. In the 2016–17 season, the Raptors made the playoffs again, this time defeating the Milwaukee Bucks in the first round, but were swept by the defending champions in the second round. In the 2017–18 season, they won a franchise record 59 games and sealed the top seed in the Eastern Conference for the first time in franchise history, guaranteeing the Raptors home advantage throughout the Eastern Conference half of the playoffs. However, their franchise record-breaking season was cut short when they were swept by LeBron James and the Cleveland Cavaliers in the second round of the 2018 NBA playoffs."
  },
  {
    "teamId": 1610612762,
    "abbreviation": "UTA",
    "teamName": "Utah Jazz",
    "simpleName": "Jazz",
    "location": "Salt Lake City, Utah",
    "arena": "Vivint Smart Home Arena",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/UTA.png",
    "description":"The Utah Jazz are an American professional basketball team based in Salt Lake City, Utah. The Jazz compete in the National Basketball Association (NBA) as a member club of the league's Western Conference Northwest Division. Since 1991, the team has played its home games at Vivint Smart Home Arena. The franchise began play in 1974 as the New Orleans Jazz, an expansion team based in New Orleans; the Jazz moved to Salt Lake City in 1979. The Jazz were one of the least successful teams in the league in their early years. Although 10 seasons elapsed before the Jazz qualified for their first playoff appearance in 1984, they did not miss the playoffs again until 2004. During the late 1980s, John Stockton and Karl Malone arose as the franchise players for the team, and formed one of the most famed point guard–power forward duos in NBA history. Led by coach Jerry Sloan, who took over from Frank Layden in 1988, they became one of the powerhouse teams of the 1990s, culminating in two NBA Finals appearances in 1997 and 1998, where they lost both times to the Chicago Bulls, led by Michael Jordan. Both Stockton and Malone moved on in 2003. After missing the playoffs for three consecutive seasons the Jazz returned to prominence under the on-court leadership of point guard Deron Williams. However, partway through the 2010–11 NBA season, the Jazz began restructuring after Sloan's retirement and Williams' trade to the New Jersey Nets. Quin Snyder was hired as head coach in June 2014."
  },
  {
    "teamId": 1610612764,
    "abbreviation": "WAS",
    "teamName": "Washington Wizards",
    "simpleName": "Wizards",
    "location": "Washington, D.C.",
    "arena": "Capital One Arena",
    "logo":"https://d2p3bygnnzw9w3.cloudfront.net/req/201805011/tlogo/bbr/WAS.png",
    "description":"The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C. The franchise was established in 1961 as the Chicago Packers based in Chicago, and were renamed to Chicago Zephyrs the following season. In 1963, they relocated to Baltimore, Maryland and became the Baltimore Bullets, taking the name from previous team of the same name. In 1973, the team changed its name to the Capital Bullets to reflect their move to the Washington metropolitan area, and then to Washington Bullets in the following season. In 1997, they rebranded themselves as the Wizards. The Wizards have appeared in four NBA Finals, and won in 1978. They have had a total of 28 playoff appearances, won four conference titles (1971, 1975, 1978, 1979), and seven division titles (1971, 1972, 1973, 1974, 1975, 1979, 2017). Their best season came in 1975 with a record of 60-22. Wes Unseld is the only player in franchise history to become the MVP (1969), and win the Finals MVP award (1978). Four players (Walt Bellamy, Terry Dischinger, Earl Monroe and Wes Unseld) have won the Rookie of the Year award."
  }
]
